#bug პროგრამირებაში ნიშნავს რაღაცა სახის პრობლემას.
#debugging ნიშნავს პრობლემის აღმოფრქვას და მის მოგვარებას.
#ტექსტურ მნიშვნელობას კოდი მაშინ ატარებს, როდესაც იგი შეიცავს მინიმუმ ერთ სიტყვას.
#რიცხვით მნიშვნელობას კოდი მაშინ ატარებს, როდესაც იგი შეიცავს მინიმუმ ერთ რიცხვს/ციფრს.
#კოდის წერის დროს კომენტარების გამოყენება ამარტივებს კოდის წაკითხვას. მნახველი უფრო მარტივად არჩევს კოდს და ასევე გვეხმარება გავიხსენოთ თუ კონკრეტული კოდი რისთვის დავწერეთ.

print( 50 + 25 )
print( 100 + 15 )
print( 15 + 80 )
print( 90 + 34 )
print( 35 + 38 )
print( 39 + 89 )
print( 29 + 39 )
print( 38 + 37 )
print( 13 + 89 )
print( 78 + 90 )
print( 45 + 67 )
print( 68 + 34 )
print( 78 + 54 )
print( 28 + 9 )
print( 8 + 6 )



print(39 - 40)
print(50 - 25)
print(100 - 15)
print(48 - 28)
print(67 - 37)
print(56 - 34)
print(78 - 20)
print(87 - 18)
print(35 - 7)
print(57 - 16)
print(74 - 26)
print(27 - 18)
print(98 - 76)
print(55 - 24)
print(37 - 28)



print(5 * 7)
print(36 * 8)
print(38 * 29)
print(100 * 76)
print(59 * 34)
print(23 * 67)
print(43 * 69)
print(54 * 78)
print(89 * 100)
print(77 * 99)
print( 81 * 47)
print(700 * 18)
print(432 * 79)
print( 55 * 77)
print(44 * 66)



print(11 / 11)
print(22 / 11)
print(33 / 11)
print(44 / 11)
print(55 / 11)
print(66 / 11)
print(77 / 11)
print(88 / 11)
print(99 / 11)
print(100 / 10)
print(110 / 10)
print(120 / 10)
print(130 / 10)
print(140 / 10)
print(150 / 10)


#done